{"pages":[{"title":"about","text":"","link":"/MontrealAI.github.io/about/index.html"},{"title":"academy","text":"","link":"/MontrealAI.github.io/academy/index.html"},{"title":"WebAI — Artificial Intelligence for the Web","text":"Deploying AI in the BrowserRunning machine learning programs entirely client-side in the browser unlocks new opportunities, like interactive ML! From a user’s perspective, there’s no need to install any libraries or drivers : Just open a webpage, and your program is ready to run! On a mobile device, the model can take advantage of sensor data (i.e.: gyroscope or accelerometer). Finally, all data stays on the client, making TensorFlow.js useful for low-latency inference, as well as for privacy preserving applications. Low-Latency Inference and Privacy Preserving Applications The … See the Pen Robot Neil’s Bubble Bath by Tero Parviainen (@teropa) on CodePen. #AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/web-ai/index.html"},{"title":"chiefaiofficers","text":"","link":"/MontrealAI.github.io/chiefaiofficers/index.html"}],"posts":[{"title":"Montréal Artificial Intelligence","text":"Montréal AI-First Conglomerate Montréal.AI Joint Transformative AI Engineering Task ForceThe Montréal.AI’s Joint Transformative AI Engineering Task Force, operating unilaterally or in combination with multinational and interagency partners, is accountable for the pre-eminent deployment and orchestration of the Montréal AI-First Conglomerate Overarching Program. 🌐 http://montreal.ai/taskforce.pdf “Successful business strategy is about actively shaping the game you play, not just playing the game you find“ — The Right Game: Use Game Theory to Shape Strategy | A. Brandenburger &amp; B. Nalebuff Under Montreal.AI’s umbrella, multiple companies and organisation are being structured. Montréal.AI (EST’B’D 2003)❖ Montréal.AI WebWebAI ❖ Chief AI Officers‘Hiring the right #AI leader can dramatically increases your odds of success.’ - Andrew Ng ❖ Montréal.AI Academy‘Training the individuals who, with AI, will shape the 21st Century.’ #AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/MontrealAI.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}