{"pages":[{"title":"Québec Artificial Intelligence","text":"Québec.AI Academy : AI 101AI 101 : The Dawn of Artificial Intelligence The First Comprehensive Overview of AI for the General PublicAI 101 : A Well-Crafted Actionable 75 Minutes Tutorial You are qualified for a career in machine learning! Andrew NgI want to pursue machine learning as a career but not sure if I am qualified... POWERFUL &amp; USEFUL. This actionable tutorial is designed to entrust everybody with the mindset, the skills and the tools to see artificial intelligence from an empowering new vantage point by : — Exalting state of the art discoveries and science ;— Curating the best open-source codes &amp; implementations ; and— Embodying the impetus that drives today’s artificial intelligence. Montréal.AI is the largest artificial intelligence community in Canada. Join us and learn at https://www.facebook.com/groups/MontrealAI/ ! #AI4Artists : Unveilling a World of Hidden SecretsPioneering Legendary Creations “The Artists Creating with AI Won’t Follow Trends; THEY WILL SET THEM.“ — Vincent Boucher, B. Sc. Theoretical Physics, M. A. Government Policy Analysis and M. Sc. Aerospace Engineering Designed for artists, #AI4Artists is created to inspire artists who, with AI, will shape the 21st Century. Getting Started : Readings, Source Code and ScienceIf you are a newcomer to artificial intelligence, here are some ressources to get started now : Coding Learn X in Y minutes (Where X=python3) — Louie Dinh Python Numpy Tutorial — Justin Johnson A Neural Network in 11 lines of Python — iamtrask Neural Network Playground — TensorFlow TensorFlow Blog — TensorFlow Practical Deep Learning For Coders — Jeremy Howard, Rachel Thomas | Fast.AI Deep Learning — Vincent Vanhoucke | Google Introducing TensorFlow.js: Machine Learning in Javascript — Josh Gordon, Sara Robinson Readings and Science Deep Learning — Yann LeCun, Yoshua Bengio, Geoffrey Hinton Clear Explanations of Machine Learning — Distill Deep Learning Book — Ian Goodfellow, Yoshua Bengio, Aaron Courville Competitive Programmer’s Handbook — Antti Laaksonen Deep RL Bootcamp — Pieter Abbeel, Yan (Rocky) Duan, Xi (Peter) Chen, Andrej Karpathy Reinforcement Learning: An Introduction — Andrew Barto and Richard S. Sutton Deep Learning Papers Reading Roadmap — Flood Sung See the Pen Montreal.AI’s Bubble Bath by QuebecAI (forked from Tero Parviainen) (@QuebecAI) on CodePen. ＊ This 75 minutes tutorial is presently in alpha, with a limited number of customers to help us refine it. As we enter beta, we’ll take on many more groups (minimum 150 persons) from the waiting list.​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #QuebecAI #QuebecAIAcademy #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/academy/index.html"},{"title":"Québec Artificial Intelligence","text":"Québec.AI Web — The Dawn of Artificial IntelligenceArtificial Intelligence for the Web : Converting AI Research into Commercial Successes. At the forefront of AI, deploying superhuman agents that can learn from experience in the browser unlocks new powerful possibilities to apply AI in ways we never thought of! E.g., on a mobile device, the autonomous agent can leverage sensor data (i.e.: gyroscope or accelerometer) and take actions. True understanding comes from agents that learn by “seeing” how they affect the world. All data stays on the client, making AI agents in the browser useful for privacy preserving applications. “ Artificial Intelligence is about recognising patterns, Artificial Life is about creating patterns. “ — Mizuki Oka et al, #alife2018 A Proof of Concept : Getting Alexa to Respond to Sign LanguageUsing TensorFlow to make an Amazon Echo respond to sign language, by M. A. Singh : Blog Post by by M. A. Singh Code for the Proof of Concept on GitHub Advanced and Impactful Open-Source TechnologiesBringing contributions by scholars recognized as the foremost authorities in their fields, Québec Artificial Intelligence is ahead of trends that will profoundly influence the future of Humanity. Cutting edge open-source technologies proudly used : 1. TensorFlow.jsTraining and Deploying ML Models in the Browser TensorFlow.js uses flexible and intuitive APIs to build and train models from scratch using a low-level JavaScript linear algebra library or a high-level layers API. The TensorFlow.js model converters allows running pre-existing TensorFlow models right in the browser or under Node.js. Pre-existing ML models can be retrained using sensor data connected to the browser, or other client-side data. Three development workflows : Importing an existing, pre-trained model for inference ; Re-training an imported model quickly (transfer learning) with only a small amount of data ; and Authoring (define, train, and run) models directly in the browser. TensorFlow.js AI agents can be trained using reinforcement learning, neuroevolution, or other machine learning methods. There’s no need to install anything. Just open a webpage, and your AI Agent is ready to run. References : TensorFlow.js TensorFlow dev summit Official TensorFlow.js Launch Introducing TensorFlow.js by Josh Gordon and Sara Robinson Deep Learning in JS - Ashi Krishnan - JSConf EU 2018 TensorFlow.js Gallery 2. Reinforcement LearningGoing Beyond Input-Output Pattern Recognition In the past few years deep reinforcement learning started achieving state-of-the-art results. “ Reinforcement learning (RL) is the subfield of machine learning concerned with decision making and motor control. It studies how an agent can learn how to achieve goals in a complex, uncertain environment. “ — OpenAI At the bleeding edge of AI, autonomous agents can learn from experience, simulate worlds and orchestrate meta-solutions. Here’s an inspiring example of a high-quality implementation of a reinforcement learning algorithm : Powerful and useful application domains : Dialogue, Healthcare, Management, Robotics, Smart Grid, Supply Chains, etc. “ Self-Play is Automated Knowledge Creation. “ — Carlos E. Perez References : OpenAI Gym by OpenAI OpenAI Baselines by OpenAI AlphaGo Zero: Learning from scratch by DeepMind A Visual Guide to Evolution Strategies by David Ha OpenAI Five by OpenAI 3. TensorFlow HubReusing Machine Learning Modules TensorFlow Hub is a library for the publication, discovery, and consumption of reusable parts of machine learning models. A module is a self-contained piece of a TensorFlow graph, along with its weights and assets, that can be reused across different tasks in a process known as transfer learning. Transfer learning can: Train a model with a smaller dataset ; Improve generalization: and Speed up training. “ I think transfer learning is the key to general intelligence. And I think the key to doing transfer learning will be the acquisition of conceptual knowledge that is abstracted away from perceptual details of where you learned it from. “ — Demis Hassabis TensorFlow Hub Introducing TensorFlow Hub by Josh Gordon Transform your Web Site with an AI AgentFully-fledged AI systems can achieve serious revenue! Québec Artificial Intelligence helps to transform Web sites for the age of artificial intelligence by developing machine learning agents in the browser that achieves goal-oriented behavior. Demos : Solving the cart-pole control problem in the browser using the policy-gradient method Live demo : https://storage.googleapis.com/tfjs-examples/cart-pole/dist/index.html Code : https://github.com/tensorflow/tfjs-examples/tree/master/cart-pole Predicting balls and strikes using TensorFlow.js Blog : https://medium.com/tensorflow/predicting-balls-and-strikes-using-tensorflow-js-2acf1d7a447c Animation with CPPNs and TensorFlow.js, an @observablehq notebook by Emily Reif @observablehq notebook by Emily Reif : https://beta.observablehq.com/@emilyreif/animation-with-cppns Move Mirror: An AI Experiment with Pose Estimation in the Browser using TensorFlow.js By Jane Friedhoff and Irene Alvarado : https://medium.com/tensorflow/move-mirror-an-ai-experiment-with-pose-estimation-in-the-browser-using-tensorflow-js-2f7b769f9b23 L1: Tensor Studio — An in-browser live-programming environment by Milan Lajtoš Live demo : https://mlajtos.github.io/L1/latest/ Github : https://github.com/mlajtos/L1 References : Unity ML-Agents Toolkit by Unity A Brief Survey of Deep Reinforcement Learning Arulkumaran et al. “ Nothing is more powerful than an idea whose time has come. “ — Victor Hugo Québec.AI is offering a new world age of impactful technical prowesses on an unprecedented scale. To order your AI Agent :✉️ Courriel : info@quebec.ai📞 Téléphone : +1.514.829.8269🌐 Site web : http://www.quebec.ai/📝 LinkedIn : https://www.linkedin.com/in/quebecai/🏛 Maison-mère : 350, rue Prince-Arthur Ouest, suite 2105, Montréal, Qc H2X 3R4 *Bureau administratif #AIFirst #IntelligenceArtificielleQuebec #QuebecIA","link":"/QuebecAI.github.io/web-ai/index.html"},{"title":"Montréal Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICE​​MATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. | LES INFORMATIONS DONNÉES PAR CE SYSTÈME SONT FOURNIES SANS GARANTIE D’AUCUNE SORTE ET NE CONSTITUENT PAS UNE APPROBATION.​​✉️ Email Us : info@montreal.ai​🌐 Website : http://www.montreal.ai/​​#AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/QuebecAI.github.io/legal/index copy.html"},{"title":"Québec Artificial Intelligence","text":"Québec.AI Consulting “ We want to see more widespread matrix interoperability, individual and life-long learning opportunities and development of Chief AI Officers who possess the knowledges, the skills and the competencies to orchestrate impactful breakthroughs and tangible economic growth for Fortune 500, governments and interagency partners in full compliance with our masterplan : The Québec AI-First Conglomerate Overarching Program.“ Québec.AI’s Chief AI Officers : The Best in AI ConsultingConsidering that top AI talent is extremely scarce right now, Recognizing and that hiring in AI is very competitive, and Bearing in Mind that consulting the right AI leader can dramatically increases your odds of business success, Québec Artificial Intelligence develops and trains completion-oriented women and men with the determination to ensure a fully ‘Joint Artificial Intelligence Consulting Workforce’ : Intellectually, operationally, organizationally, and technically : Our in-house Chief AI Officers. Québec.AI’s Chief AI Officers are offering consultation to develop the best bespoke AI algorithms. Québec.AI Atelier : Top AI ModelsThe Québec.AI Atelier develops scorching top AI models in the browser from transfer learning combined with reinforcement learning (RL) and good old fashioned machine learning intuition. The Québec.AI Atelier in addition deploys tailored top AI models and fully-fledged AI systems. References :“Last year, the cost of a top, world-class deep learning expert was about the same as a top NFL quarterback prospect. The cost of that talent is pretty remarkable.“ — Peter Lee, Microsoft Million-dollar babies — The Economist The Battle for Top AI Talent Only Gets Tougher From Here — Wired Oracle recently offered an artificial intelligent expert as much as $6 million in total pay as Silicon Valley’s talent war heats up — The Economist A.I. Researchers Are Making More Than $1 Million, Even at a Nonprofit — The New York Times If we can be of assistance with AI, please do not hesitate to contact our team of Chief AI Officers directly : ​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #Chief AI Officers #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/consulting/index.html"},{"title":"Québec Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICETHIS IS A QUEBEC.AI SOFTWARE / SYSTEM. MATERIALS PROVIDED IN THIS SOFTWARE / SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. THIS SOFTWARE / SYSTEM IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL QUEBEC.AI, THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THIS SOFTWARE / SYSTEM OR THE USE OR OTHER DEALINGS IN THIS SOFTWARE / SYSTEM. EVIDENCE OF UNAUTHORIZED USE MAY BE PROVIDED TO APPROPRIATE PERSONNEL FOR ADMINISTRATIVE, CRIMINAL OR OTHER LEGAL ACTION.​​​​​​​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/legal/index.html"}],"posts":[{"title":"Québec Artificial Intelligence","text":"QUÉBEC.AI | Québec Artificial Intelligence Québec.AI Joint Transformative AI Engineering Task ForceQUÉBEC.AI (EST’B’D 2003) | Québec Artificial Intelligence, a research company at the forefront of the AI field, is developing and commercializing the most significant technology ever created by humans. The Québec.AI’s Joint Transformative AI Engineering Task Force, operating unilaterally or in combination with multinational and interagency partners, is accountable for the pre-eminent deployment and orchestration of the Québec AI-First Conglomerate Overarching Program. 🌐 http://montreal.ai/taskforce.pdf Québec AI-First Conglomerate : A Win-Win ApproachUnder Québec.AI’s umbrella, multiple companies and organisation are being structured to apply hugely impactful AI technologies in ways never thought of and to launch emerging superintelligence giants startups : ❖ Québec.AI WebTraining and deploying artificial intelligence and ML models in the browser ❖ Chief AI Officers‘Hiring the right #AI leader can dramatically increases your odds of success.‘ - Andrew Ng ❖ Québec.AI AcademyTraining the individuals who, with AI, will shape the 21st Century. “Successful business strategy is about actively shaping the game you play, not just playing the game you find“ — The Right Game: Use Game Theory to Shape Strategy | A. Brandenburger &amp; B. Nalebuff Québec Artificial Intelligence adopts a new tradition of responsibility to create win-win situations. By focusing on the others players we develop cooperative opportunities within the wider perspective of society. Our Québec.AI Academy inspires, supports and trains the individuals who, with artificial intelligence, will shape the Arts, the Sciences and the Humanities of the 21st Century to create a sustainable future. A High-Stakes GameWe are at the verge of a global technological shift. Drawing on extensive experience, Québec.AI is starting an effort reaching out to Captains of Industry, Iconic Tech Entrepreneurs, Luminaries, Philanthropists, Scholars and Successful Financiers to join us at boardroom level in this task of historic proportions. What is your AI strategy? ​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}