{"pages":[{"title":"Québec Artificial Intelligence","text":"Québec.AI Academy : AI 101AI 101 : The Dawn of Artificial Intelligence The First Comprehensive Overview of AI for the General PublicAI 101 : A Well-Crafted Actionable 75 Minutes Tutorial You are qualified for a career in machine learning! Andrew NgI want to pursue machine learning as a career but not sure if I am qualified... POWERFUL &amp; USEFUL. This actionable tutorial is designed to entrust everybody with the mindset, the skills and the tools to see artificial intelligence from an empowering new vantage point by : — Exalting state of the art discoveries and science ;— Curating the best open-source codes &amp; implementations ; and— Embodying the impetus that drives today’s artificial intelligence. Montréal.AI is the largest artificial intelligence community in Canada. Join us and learn at https://www.facebook.com/groups/MontrealAI/ ! #AI4Artists : Unveilling a World of Hidden SecretsPioneering Legendary Creations “The Artists Creating with AI Won’t Follow Trends; THEY WILL SET THEM.“ — Vincent Boucher, B. Sc. Theoretical Physics, M. A. Government Policy Analysis and M. Sc. Aerospace Engineering Designed for artists, #AI4Artists is created to inspire artists who, with AI, will shape the 21st Century. Getting Started : Readings, Source Code and ScienceIf you are a newcomer to artificial intelligence, here are some ressources to get started now : Coding Learn X in Y minutes (Where X=python3) — Louie Dinh Python Numpy Tutorial — Justin Johnson A Neural Network in 11 lines of Python — iamtrask Neural Network Playground — TensorFlow TensorFlow Blog — TensorFlow Practical Deep Learning For Coders — Jeremy Howard, Rachel Thomas | Fast.AI Deep Learning — Vincent Vanhoucke | Google Introducing TensorFlow.js: Machine Learning in Javascript — Josh Gordon, Sara Robinson Readings and Science Deep Learning — Yann LeCun, Yoshua Bengio, Geoffrey Hinton Clear Explanations of Machine Learning — Distill Deep Learning Book — Ian Goodfellow, Yoshua Bengio, Aaron Courville Competitive Programmer’s Handbook — Antti Laaksonen Deep RL Bootcamp — Pieter Abbeel, Yan (Rocky) Duan, Xi (Peter) Chen, Andrej Karpathy Reinforcement Learning: An Introduction — Andrew Barto and Richard S. Sutton Deep Learning Papers Reading Roadmap — Flood Sung See the Pen Montreal.AI’s Bubble Bath by QuebecAI (forked from Tero Parviainen) (@QuebecAI) on CodePen. ＊ This 75 minutes tutorial is presently in alpha, with a limited number of customers to help us refine it. As we enter beta, we’ll take on many more groups (minimum 150 persons) from the waiting list.​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/academy/index.html"},{"title":"WebAI — Artificial Intelligence for the Web","text":"Deploying AI in the BrowserRunning machine learning programs entirely client-side in the browser unlocks new opportunities, like interactive ML! From a user’s perspective, there’s no need to install any libraries or drivers : Just open a webpage, and your program is ready to run! On a mobile device, the model can take advantage of sensor data (i.e.: gyroscope or accelerometer). Finally, all data stays on the client, making TensorFlow.js useful for low-latency inference, as well as for privacy preserving applications. Low-Latency Inference and Privacy Preserving Applications The … See the Pen Robot Neil’s Bubble Bath by Tero Parviainen (@teropa) on CodePen. #AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/QuebecAI.github.io/web-ai/index.html"},{"title":"Montréal Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICE​​MATERIALS PROVIDED IN THIS SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. | LES INFORMATIONS DONNÉES PAR CE SYSTÈME SONT FOURNIES SANS GARANTIE D’AUCUNE SORTE ET NE CONSTITUENT PAS UNE APPROBATION.​​✉️ Email Us : info@montreal.ai​🌐 Website : http://www.montreal.ai/​​#AI #AIFirst #MontrealAI #MontrealArtificialIntelligence","link":"/QuebecAI.github.io/legal/index copy.html"},{"title":"Québec Artificial Intelligence","text":"Québec.AI’s Chief AI Officers : Powerful Economic Drivers Overarching Focus : World-Class Deep Learning ExpertsTo succeed in many of its endeavors and to be ready for tomorrow, Québec.AI relies on recruiting, developing and training completion-oriented men and women with the determination to ensure a fully Joint Workforce : Intellectually, operationally, organizationally, doctrinally, and technically. “ We want to see more widespread matrix interoperability, individual and life-long learning opportunities and development of connoisseurs, high-profile and ultra-affluent Chief AI Officers who possess the knowledges, the skills and the competencies to orchestrate impactful breakthroughs and tangible economic growth for Fortune 500, governments and interagency partners in full compliance with our masterplan : The Québec AI-First Conglomerate Overarching Program.“ Since top AI talent is extremely scarce right now and consulting the right AI leader can dramatically increases your odds of business success, Québec.AI specifically develops professional Chief AI Officers dedicated to effectively take advantage of AI and to synergically fulfill its responsibilities with flexibility and responsiveness. ✉️ Email Us : info@chiefaiofficers.com Québec.AI Atelier : ‘Haute Couture’ Top AI ModelsThe Québec.AI Atelier creates and deploys scorching AI deep learning top AI models in the browser from transfer learning combined with reinforcement learning (RL) and good old fashioned machine learning intuition. Our in-house ‘Haute Couture’ AI designers, with elegance and sophistication, are accountable for the design, deployment and implementation of top AI models which are faster and generalize better. ✉️ Email Us : info@quebec.ai🌐 Website : http://www.quebec.ai/ #AI #AIFirst #ChiefAIOfficers #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/consulting/index.html"},{"title":"Québec Artificial Intelligence","text":"AVIS LÉGAL - LEGAL NOTICETHIS IS A QUEBEC.AI SOFTWARE / SYSTEM. MATERIALS PROVIDED IN THIS SOFTWARE / SYSTEM ARE PROVIDED WITHOUT WARRANTY OF ANY KIND AND DOES NOT CONSTITUTE ENDORSEMENT. THIS SOFTWARE / SYSTEM IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL QUEBEC.AI, THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THIS SOFTWARE / SYSTEM OR THE USE OR OTHER DEALINGS IN THIS SOFTWARE / SYSTEM. EVIDENCE OF UNAUTHORIZED USE MAY BE PROVIDED TO APPROPRIATE PERSONNEL FOR ADMINISTRATIVE, CRIMINAL OR OTHER LEGAL ACTION.​​​​​​​​✉️ Email Us : info@quebec.ai​📞 Phone : +1.514.829.8269​🌐 Website : http://www.quebec.ai​📝 LinkedIn : https://www.linkedin.com/in/quebecai​🏛 Headquarters : 350, PRINCE-ARTHUR STREET W., SUITE #2105, MONTREAL [QC], CANADA, H2X 3R4 *Administrative Head Office​ #AIFirst #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/legal/index.html"}],"posts":[{"title":"Québec Artificial Intelligence","text":"Québec AI-First Conglomerate : A Win-Win Approach Québec.AI Joint Transformative AI Engineering Task ForceThe Québec.AI’s Joint Transformative AI Engineering Task Force, operating unilaterally or in combination with multinational and interagency partners, is accountable for the pre-eminent deployment and orchestration of the Québec AI-First Conglomerate Overarching Program. 🌐 http://montreal.ai/taskforce.pdf SOLVING Humanity’s Toughest ChallengesQuébec Artificial Intelligence adopts a new tradition of responsibility to create win-win situations. By focusing on the others players we develop cooperative opportunities within the wider perspective of society. “Successful business strategy is about actively shaping the game you play, not just playing the game you find“ — The Right Game: Use Game Theory to Shape Strategy | A. Brandenburger &amp; B. Nalebuff Under Québec.AI’s umbrella, multiple companies and organisation are being structured. Québec Artificial Intelligence (EST’B’D 2003)As the foundational architecture of Québec.AI’s operations, the strategic concept of decisive excellence governs our efforts to enable previously impossible tasks to be accomplished by designing, developing and implementing interoperable AI processes and systems to ensure full spectrum pre-eminent deployment. ❖ Québec.AI WebTraining and deploying artificial intelligence and ML models in the browser ❖ Chief AI Officers‘Hiring the right #AI leader can dramatically increases your odds of success.‘ - Andrew Ng ❖ Québec.AI AcademyTraining the individuals who, with artificial intelligence, will shape the 21st Century. ✉️ Email Us : info@quebec.ai🌐 Website : http://www.quebec.ai/ #AI #AIFirst #QuebecAI #QuebecArtificialIntelligence","link":"/QuebecAI.github.io/2018/06/27/index/"}],"tags":[],"categories":[]}